acpi
alacritty
alsa-utils
arandr
asciiquarium
autoconf
automake
base
biber
binutils
bison
bluez
bluez-utils
breeze
chromium
cmatrix
cmus
cups
discord
dmidecode
dunst
entr
eva
fakeroot
file
findutils
firefox
flex
fzf
gawk
gcc
gettext
gimp
git
gparted
grep
groff
grub
gzip
htop
intel-media-driver
intel-ucode
iptables-nft
iwd
jq
kdenlive
kodi
libtool
libva-intel-driver
libxinerama
linux
linux-firmware
m4
make
man-db
mesa
mpv
mtpfs
ncdu
neofetch
neovim
networkmanager
nitrogen
npm
ntfs-3g
pacman
pamixer
pandoc
parallel
patch
pcmanfm
picom
pkgconf
progress
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
pulseaudio-jack
python-pip
python-pyalsa
python-pywal
qbittorrent
qutebrowser
r
rofi
rsync
scrot
sed
signal-desktop
sl
sudo
sxhkd
sxiv
system-config-printer
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tk
tree
ttf-joypixels
ttf-nerd-fonts-symbols-mono
ueberzug
vi
vim
vulkan-intel
wget
which
xclip
xdo
xdotool
xf86-input-synaptics
xlockmore
xorg-server
xorg-xev
xorg-xfontsel
xorg-xinit
xwallpaper
youtube-dl
yt-dlp
zathura
zathura-pdf-mupdf
zola
zram-generator
zsh
